Dialog000::
    db "ちょ－っと、まったあ！　　　　　"
    db "こっちさ、くるだよ。@"

Dialog001::
    db "あっ！きがついたのね！よかった。"
    db "もうダメかとおもった．．．．．　"
    db "こわいユメを、みていたみたい．．"
    db "ひどく、うなされていたよ。　　　"
    db "．．．　．．．えっ？　ゼルダ？？"
    db "ちがうわ。　わたしは、マリン。　"
    db "いしきが、はっきりしてないのね　"
    db "ここは、コホリントじまよ。　　　"
    db "@"

Dialog002::
    db "みちにそって、ミナミにあるけば　"
    db "あなたの、ながれついた、はまべよ"
    db "ただ、あなたが　しまにきてから　"
    db "かいぶつたちが、このあたりにも　"
    db "ウロウロするようになったの。　　"
    db "きをつけていってね。　　　　　　"
    db "@"

Dialog003::
    db "あっ！#####タリンはもりへ　"
    db "キノコとりに、でかけちゃったの　"
    db "わたしは、うたうのが　だいすき！"
    db "きいて！「かぜのさかな」のうたよ"
    db "@"

Dialog004::
    db "あれ？　すてきなフエみつけたのね"
    db "わたしのうたにあわせてふいてみて"
    db "@"

Dialog005::
    db "やっぱりわたしは、うたがすき！　"
    db "#####は、なにがすき？@"

Dialog006::
    db "#####　タリンは、おうちで　"
    db "おひるねしてるの。　　　　　　　"
    db "わたしは、うたをうたうわ！　　　"
    db "そう「かぜのさかな」の　うたよ。"
    db "@"

Dialog007::
    db "ムムッ！カギが、かかっているぞ！"
    db "ボスのカギで、あけられるはずだ。"
    db "@"

Dialog008::
    db "ちからのかけらを、みつけた！　　"
    db "なんだか　ちからがわいてきた！@"

Dialog009::
    db "おうおう、それはネボケタケじゃ！"
    db "３びょうでイイもんつくってやろう"
    db "@"

Dialog00A::
    db "ふう－っ、キノコかじったら、　　"
    db "タヌキになった　ユメをみてただ。"
    db "なにをやったか、おぼえてねえだが"
    db "なんだか、たのしかっただよ。　　"
    db "@"

Dialog00B::
    db "おらは、もうすこしやすんでから　"
    db "うちへ　かえることにするだ。@"

Dialog00C::
    db "トロ－リトロリ　もりのキノコで　"
    db "まほうのこな　トロ－リトロリ@"

Dialog00D::
    db "オラは、いたずらタヌキだ．．．．"
    db "コナっぽいものが、きらいだ－よ。"
    db "@"

Dialog00E::
    db "キノコをかかげた！　ほうじゅんな"
    db "かほりが、あたりにひろがる．．．"
    db "@"

Dialog00F::
    db "キノコをひろった！　ほうじゅんな"
    db "かほりが、はなのおくにひろがる。"
    db "@"

Dialog010::
    db "ウ－ン　わからんことは、うるりら"
    db "じいさんに　デンワするとえ－だよ"
    db "．．．　グ－　　グ－　　グ－@"

Dialog011::
    db "ウ－ン　おら、つかれただ。　　　"
    db "すこしねるだ．．．　グ－　グ－@"

Dialog012::
    db "フイ－－ッ！　ビックリしたなあ！"
    db "でも、いいこと　おしえてあげるよ"
    db "ダンジョンのかべを　ケンで　　　"
    db "ツンツンしてごらん。　　　　　　"
    db "おとがちがうところは、バクダンで"
    db "こわせるんだよ！　きがついてた？"
    db "@"

Dialog013::
    db "「かぜのさかな」のうたを　　　　"
    db "おしえてもらった！　　　　　　　"
    db "マリンのうたごえが　　　　　　　"
    db "ここちよく　みみにのこる。　　　"
    db "@"

Dialog014::
    db "このうた、わすれないように　　　"
    db "ときどき　うたってね！@"

Dialog015::
    db "え－っ！　ちゃんとおぼえてね！　"
    db "わたしのすきな　うたなんだから@"

Dialog016::
    db "どう？　ハ－トにしみるうたでしょ"
    db "ちゃんと　おぼえた？　　　　　　"
    db "　　　　うん　　　ちっとも<ask>"

Dialog017::
    db "わたし、きまぐれトレ－シ－！　　"
    db "げんきになるヒミツ　うってるの。"
    db "@"

Dialog018::
    db "　２８ルピ－で　ヒミツする？　　"
    db "　　　　する　　　しない<ask>"

Dialog019::
    db "　４２ルピ－で　ヒミツする？　　"
    db "　　　　する　　　しない<ask>"

Dialog01A::
    db "　ヌリ　ヌリ　ども　ありがとっ！"
    db "ヒミツのくすり　ぬっておいたわ！"
    db "ハ－トが０になったらきくわよ。　"
    db "また、よってらしてねえん．．．@"

Dialog01B::
    db "ちょっと－！　アンタ、カネが　　"
    db "たりないわよん。でなおしといで！"
    db "@"

Dialog01C::
    db "　．．．　．．．　．．．　　　　"
    db "でも、あんたには　うらない！@"

Dialog01D::
    db "なにさ、せっかくげんきがでるって"
    db "いってるのに．．．いくじなしっ！"
    db "@"

Dialog01E::
    db "．．．．．アンタ、かわいいから　"
    db "７ルピ－に　オマケしちゃうわあん"
    db "@"

Dialog01F::
    db "やった！　マリンを　おかりした！"
    db "　　　　チャ、チャンス！？@"

Dialog020::
    db "コ－ン　コンコン　カキクケコ－ン"
    db "@"

Dialog021::
    db "イッシッシッシッ　ふしぎのもりで"
    db "ポンポコポコリン　まようだべ－！"
    db "@"

Dialog022::
    db "バウバウッ　　　バウバウッ　　　"
    db "@"

Dialog023::
    db "キャン　キャン　キャン　キャン　"
    db "@"

Dialog024::
    db "きずとつかれを　いやしましょう。"
    db "すこしのあいだ、めをとじて．．@"

Dialog025::
    db "よくも、おれさまの　かわいい　　"
    db "てしたを、やりやがったな！　　　"
    db "あとで　ほえづらかくなよ！　　　"
    db "おぼえてやがれっ！　けっ　ぺっ！"
    db "@"

Dialog026::
    db "へ－い　　そこの、オチビさん　　"
    db "おれさまと、しょうぶするきか？　"
    db "よし　じょうとうでい　やろうども"
    db "たたんじまいな！　ぺっ！@"

Dialog027::
    db "あっしが、４つごのおやじ　　　　"
    db "そのなもパパ－ルっていうっスよ！"
    db "いずれ、やまでそうなんするっスよ"
    db "そのときゃあ、たのむっスよ！@"

Dialog028::
    db "キャ－－－ッ！　わって！わって！"
    db "どんどん　ブチこわしてっ！！　　"
    db "　　　　　　　　　　　　　　　　"
    db "えっ？　なに？　どうかしたの？@"

Dialog029::
    db "おっと、そいつをかってもムダだぜ"
    db "まだまだべんきょうが、たりねえな"
    db "@"

Dialog02A::
    db "げんきのかたまりを　てにいれた。"
    db "ドックンドックン　ハ－トまんたん"
    db "@"

Dialog02B::
Dialog02C::
    db "ゆみ　や　セット　９８０ルピ－　"
    db "　　　　かう　　　たかすぎるよ！"
    db "<ask>"

Dialog02D::
    db "　や　１０ぽん　　１０ルピ－　　"
    db "　　　　かう　　　いらないよ<ask>"

Dialog02E::
    db "いらっしゃい！　ほしいしなもんは"
    db "ここへ、もってきてくだせえ。　　"
    db "@"

Dialog02F::
    db "おお－っと！そいつはいけねえや！"
    db "ちゃんとカネはらってくだせえ。@"

Dialog030::
    db "いかしたスコップ　２００ルピ－　"
    db "　　　　かう　　　いらないよ<ask>"

Dialog031::
    db "ハ－ト　３こ　１０ルピ－　　　　"
    db "　　　　かう　　　かわないよ！<ask>"

Dialog032::
    db "タテ　２０ルピ－なまえもいれます"
    db "　　　　かう　　　かわないよ<ask>"

Dialog033::
    db "バクダン　１０コ　　　１０ルピ－"
    db "　　　　かう　　　かわないよ<ask>"

Dialog034::
    db "おおっと、カネがたりないんじゃあ"
    db "しかたね－。でなおしておくんな！"
    db "@"

Dialog035::
    db "ありがとうございやした！　　　　"
    db "また　よってくだせえ。@"

Dialog036::
    db "　　　　　なんとっ！？　　　　　"
    db "ただでものをてにいれてしまった！"
    db "　　．．．　．．．　．．ん？？@"

Dialog037::
Dialog038::
    db "あれほど、ちゃんとカネはらえって"
    db "いったのに．．．　　しかたがない"
    db "しんでもらう！@"

Dialog039::
    db "オオッ？おしろのもんがひらいた！"
    db "これで、かえりは　ラクチンだっ！"
    db "@"

Dialog03A::
Dialog03B::
    db "はやりのゲ－ム　１かい１０ルピ－"
    db "　　　　やる　　　やめとく<ask>"

Dialog03C::
    db "ボタンをおしてクレ－ンをうごかす"
    db "．．あとは、そのタイミングだけ！"
    db "さあ、ボタンのまえへ、いっとくれ"
    db "ガンバってね！@"

Dialog03D::
    db "タテをてにいれた！　　　　　　　"
    db "うらになまえを　かいておこ－！@"

Dialog03E::
    db "もいちどやってみちゃ－どうだい？"
    db "　　　　やる　　　もうやめる<ask>"

Dialog03F::
    db "まっ、がんばっておくんな！　　　"
    db "　@"

Dialog040::
    db "もう　きょうは、みせじまいだよ　"
    db "また、あそびにきてちょ－だい！@"

Dialog041::
    db "まほうのこなをとった！　　　　　"
    db "いろんなものに　フリフリしよう！"
    db "@"

Dialog042::
    db "３０ルピ－をとった！　　　　　　"
    db "これであと　３かいは、できるよ。"
    db "@"

Dialog043::
    db "．．．　ゴホゴホ　ゴホゴホ　．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．　こな　かけないで　．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．　たたるよっ！　ゴホ　．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog044::
    db "ヨッシ－だっ！　このごろいろんな"
    db "ゲ－ムで、みかけるな－。@"

Dialog045::
    db "つりはどうかね？　１０ルピ－だよ"
    db "　　　　します　　けっこうです<ask>"

Dialog046::
    db "もっと　じょうねつをもたないと　"
    db "だめだよ！@"

Dialog047::
    db "そうか．．．では　<dpad2>　キ－の　　"
    db "<left><right>　でポイントがかわるから　　"
    db "あとはボタンを　れんしゃしなさい"
    db "ガンバルのだよ！@"

Dialog048::
    db "まだ、するかね？　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog049::
    db "あらら、いとがきれちゃったよ！　"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04A::
    db "おっ　これはでかい！　よろしい　"
    db "しょうきん２０ルピ－あげよう！　"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04B::
    db "もう、さかなはいないよ。　　　　"
    db "つぎは、うみでどうかね？　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04C::
    db "いや－、やっぱりそれはむりだよ。"
    db "　　では、ごきげんよう！@"

Dialog04D::
    db "もっと、おおきいのをつらないと　"
    db "だめだよ。しょうきん５ルピ－だな"
    db "　　またするかね？　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04E::
    db "おかねが　ないのかね？　　　　　"
    db "おかねがたまったら、またきなさい"
    db "@"

Dialog04F::
    db "ハ－トのかけらをてにいれた！　　"
    db "　　　　　　　　　　　　　　　　"
    db "サブがめんでセレクトボタンを　　"
    db "おせば　かくにんできるよ！@"

Dialog050::
    db "ハ－トのかけらが　４つそろった！"
    db "ハ－トのうつわが　１つふえた！@"

Dialog051::
    db "まっさおな、こおりだ！．．．．　"
    db "おおっ？　つ、つめたいぞ！！@"

Dialog052::
    db "ウヒョヒョヒョッ！　このつぼが　"
    db "あるかぎり、ふじみでごじゃるよ！"
    db "@"

Dialog053::
    db "なんてことを　するでごじゃるか　"
    db "ワシャもうゆるさんでごじゃるよ！"
    db "@"

Dialog054::
    db "やあ、#####　おきただか？　"
    db "おらは、タリン。きぶんはど－だ？"
    db "ん？！ど－してなまえがわかるのか"
    db "ふしぎだってか．．．？　　　　　"
    db "タテのうらにかいてある、なまえを"
    db "みただよ。　ほ－ら、このタテだ！"
    db "@"

Dialog055::
    db "そうそう、はまべにはほかにも　　"
    db "うちあげられたものが、あっただよ"
    db "もし　さがしに　いくなら、　　　"
    db "かいぶつに　きをつけるだよ。　　"
    db "#####が、しまにきてから　　"
    db "ウロつくように　なっただ。@"

Dialog056::
    db "　レベル１　　　　　　　　　　　"
    db "　　　テ－ルのほらあな@"

Dialog057::
    db "　レベル２　　　　　　　　　　　"
    db "　　　　つぼのどうくつ@"

Dialog058::
    db "　レベル３　　　　　　　　　　　"
    db "　　　　カギのあなぐら@"

Dialog059::
    db "　レベル４　　　　　　　　　　　"
    db "　　アングラ－のたきつぼ@"

Dialog05A::
    db "　レベル５　　　　　　　　　　　"
    db "　　　　ナマズのおおぐち@"

Dialog05B::
    db "　レベル６　　　　　　　　　　　"
    db "　　　　かおのしんでん@"

Dialog05C::
    db "　レベル７　　　　　　　　　　　"
    db "　　　　オオワシのとう@"

Dialog05D::
    db "　レベル８　　　　　　　　　　　"
    db "　　　　　　カメイワ@"

Dialog05E::
    db "　　　　せいなるタマゴ@"

Dialog05F::
Dialog060::
    db "　　　　　　つりばし　　　　　　"
    db "@"

Dialog061::
    db "　　バナナうり　セ－ルのいえ　　"
    db "@"

Dialog062::
    db "　　　　アナボコばたけ　　　　　"
    db "@"

Dialog063::
    db "　　　　　いりえのいえ　　　　　"
    db "@"

Dialog064::
    db "　　　いまはやりのゲ－ム@"

Dialog065::
    db "　　　むらのどうぐやさん@"

Dialog066::
    db "　　　マリンとタリンのいえ@"

Dialog067::
    db "　　　まほうのこなをつくる　　　"
    db "　　　　　　おばあさん@"

Dialog068::
    db "　　　　ヤ－ナ　さばく@"

Dialog069::
    db "　　　　ウクク　そうげん@"

Dialog06A::
    db "　　　　　ふしぎのもり@"

Dialog06B::
    db "　　　　タマランチ　やま@"

Dialog06C::
    db "　　　タルタル　さんみゃく@"

Dialog06D::
    db "　　　　カンバンのめいろ@"

Dialog06E::
    db "　　　　　メ－ベのむら@"

Dialog06F::
    db "　　　　　どうぶつむら@"

Dialog070::
    db "　　　　　　　ぼち@"

Dialog071::
    db "　　　きゅうりゅうすべり@"

Dialog072::
    db "　　　コホリント　へいげん@"

Dialog073::
    db "　　　トロンボ　かいがん@"

Dialog074::
    db "　　　　マ－サのいりえ@"

Dialog075::
    db "　　　　いりえのひがし@"

Dialog076::
    db "　　　　ゴポンガのぬま@"

Dialog077::
    db "　　　　かおのしんでん@"

Dialog078::
    db "　　　　カナレットのしろ@"

Dialog079::
    db "　　　　タルタル　こうち@"

Dialog07A::
    db "　　　　タバ－ルのはやし@"

Dialog07B::
    db "　　　　　むらのみなみ@"

Dialog07C::
    db "　　　　　つりぼり@"

Dialog07D::
    db "　　マダムニャンニャンのいえ　　"
    db "　　　ワンワンにちゅうい！　　　"
    db "@"

Dialog07E::
    db "　　うるりらじいさんのいえ@"

Dialog07F::
    db "　　　　へんなおじさん　　　　　"
    db "　　　　　ライトのいえ@"
