Dialog080::
    db "　　　きまぐれトレ－シ－の　　　"
    db "　　　　　くすりやさん@"

Dialog081::
    db "　　　　　４つごのいえ@"

Dialog082::
    db "　　　　　ユメのほこら@"

Dialog083::
    db "　　　　でんわボックス　　　　　"
    db "　　<down>　カンバンのめいろ@"

Dialog084::
    db "　　　　かいがらのやかた@"

Dialog085::
    db "　　　リチャ－ドのべっそう@"

Dialog086::
    db "　　　　　ニワトリごや@"

Dialog087::
    db "　　　　むらのとしょかん@"

Dialog088::
    db "　　　　　　いかだや　　　@"

Dialog089::
    db "　　　　　ワ－プのあな@"

Dialog08A::
    db "ムムッ！かなり、ヒビワレてる？　"
    db "なんとかすれば、こわせそうだぞ！"
    db "@"

Dialog08B::
    db "ムッ？えたいのしれないカタマリだ"
    db "いっきにつっこめば　こわせるかも"
    db "@"

Dialog08C::
    db "ん？このブロック　カギあながある"
    db "カギをもって　またこよう！！　　"
    db "@"

Dialog08D::
    db "ウッ！！　こいつは　おもいぞ！　"
    db "すでじゃ　ムリみたいだ．．．　　"
    db "@"

Dialog08E::
    db "オカリナだ！　し、しかし．．．．"
    db "まだキョクを　おぼえてなかった。"
    db "@"

Dialog08F::
    db "ダメ－－ッ！　ニワトリさんが　　"
    db "かわいそうじゃない！　モオッ！@"

Dialog090::
    db "パワ－ブレスレットを　みつけた！"
    db "これで、ツボやいわが　かつげるぞ"
    db "@"

Dialog091::
    db "タテが、もどってきた！　ボタンを"
    db "おしてるあいだ、テキをはじけるよ"
    db "@"

Dialog092::
    db "ヒャッホウ！　いきかえるぜっ！　"
    db "それじゃ、おまえにおしえてやろう"
    db "すなにのみこまれて　おちるとこ。"
    db "あそこで、バクダンつかってみな。"
    db "かべのむこうに　なにかがあるぜ！"
    db "じゃあなっ！　　ポキポキポキッ！"
    db "@"

Dialog093::
    db "フックショットをてにいれた！　　"
    db "ボヨヨ－ンと　のばしてつかおう！"
    db "@"

Dialog094::
    db "マジックロッドを　てにいれた！　"
    db "もやせ！もやせ！やきつくせ！！@"

Dialog095::
    db "ペガサスのくつをてにいれた！　　"
    db "ボタンをおしつづけるとダッシュだ"
    db "@"

Dialog096::
    db "オカリナを　てにいれた！　　　　"
    db "いろんなきょくが　ふけるといいな"
    db "@"

Dialog097::
    db "ロックちょうのハネをてにいれた！"
    db "なんだか、からだがかるくなる。@"

Dialog098::
    db "スコップをてにいれた！　ほろう！"
    db "つちをほるよろこびをあじわおう。"
    db "@"

Dialog099::
    db "まほうのこなを　てにいれた！　　"
    db "いろんなものに　ふりかけてみよう"
    db "@"

Dialog09A::
    db "バクダンを　てにいれた！　　　　"
    db "ド－ンといこう、ド－ンと！@"

Dialog09B::
    db "なくしたけんを　てにいれた！　　"
    db "なまえいりだから　まちがいない！"
    db "@"

Dialog09C::
    db "アングラ－のみずかきだっ！　　　"
    db "Ｂボタンをおせば　もぐれるぞっ！"
    db "@"

Dialog09D::
    db "なんと！　これは、ふしぎなメガネ"
    db "「みとおしレンズ」だ－っ！　　　"
    db "いままでみえなかったアレやコレが"
    db "みえるようになるぞっ！！　　　　"
    db "@"

Dialog09E::
Dialog09F::
    db "あたらしいけんを　てにいれたっ！"
    db "さっそく、なまえをかいておこう！"
    db "@"

Dialog0A0::
    db "なんと？これはヒミツのくすりだ！"
    db "ヌリ　ヌリ．．．じぶんでぬった。"
    db "@"

Dialog0A1::
    db "テ－ルのカギを　てにいれた！　　"
    db "これで、テ－ルのとびらがひらく！"
    db "@"

Dialog0A2::
    db "スライムのかぎを　てにいれた！　"
    db "ウククそうげんのいりぐちへゆこう"
    db "@"

Dialog0A3::
    db "アングラ－のかぎを　てにいれた！"
    db "@"

Dialog0A4::
    db "フェイスのかぎを　てにいれた！@"

Dialog0A5::
    db "バ－ドのかぎを　てにいれた！　　"
    db "チ－ムワ－クのしょうりだっ！　　"
    db "@"

Dialog0A6::
    db "やっと　ちずをみつけた！　　　　"
    db "スタ－トボタンで　みよう！@"

Dialog0A7::
    db "コンパスを　てにいれた！　　　　"
    db "ボスとたからのばしょがわかるぞ！"
    db "さらにっ！　カギのあるへやを　　"
    db "おとでしらせる　しんきのうつき！"
    db "@"

Dialog0A8::
    db "せきぞうのくちばしを　みつけた！"
    db "フクロウのせきぞうをさがそう。@"

Dialog0A9::
    db "ボスのかぎをてにいれた！　　　　"
    db "ボスのへやのとびらをあけられるぞ"
    db "@"

Dialog0AA::
    db "ちいさなカギを　てにいれた！　　"
    db "カギのかかった、とびらがひらくぞ"
    db "@"

Dialog0AB::
    db "２０ルピ－　てにいれた！　　　　"
    db "ちょっとうれしい。@"

Dialog0AC::
    db "５０ルピ－　てにいれた！　　　　"
    db "わりとうれしい。@"

Dialog0AD::
    db "１００ルピ－　てにいれた！　　　"
    db "かなりうれしい。@"

Dialog0AE::
    db "２００ルピ－　てにいれた！　　　"
    db "すごくうれしい！@"

Dialog0AF::
    db "あんまりしつこいと　オジサンて　"
    db "なまえつけちゃうわよっ！　モウ！"
    db "@"

Dialog0B0::
    db "ンガフフ！！　ンガフフ！！　　　"
    db "ヨソモノ！　ジャマモノ！@"

Dialog0B1::
    db "プヨヨ－ン！　　プヨヨ－ン！　　"
    db "ボクッチャン　ドコデッチョ－！@"

Dialog0B2::
    db "ガボボン！　ゴバベバッ　ゴボン！"
    db "エザ　エザ　ギダ！　ギダ！@"

Dialog0B3::
    db "オメ－か「かぜのさかな」を　　　"
    db "おこしにきた、よそもんは．．．．"
    db "キシシシシッ！　キシシシシッ！　"
    db "　　　　　くっちゃる！！@"

Dialog0B4::
    db "ウヒョヒョ！　こんどのあいては　"
    db "ワシでごじゃるよ！ウヒョヒョ！@"

Dialog0B5::
    db "シエ－－－－ッ！　くっくっくっ　"
    db "くやしい－－っ！！　　　　　　　"
    db "オッオメ－　まだ、このしまが　　"
    db "どんなとこか、わかってね－な？　"
    db "キシシシッ！　おひとよしなヤツ！"
    db "　　キッシッシッ　シッ　シッ　　"
    db "　　　．　．　．　．　．@"

Dialog0B6::
    db "ヒント！　オイラ　ＸＸＸＸが　　"
    db "ニガテでやんすよ！　　　　　　　"
    db "ヒィェッヒェッ！　おもわずクチが"
    db "すべっちまいやしたよ。　ヒェッ！"
    db "@"

Dialog0B7::
    db "アヒ－ッ！　またまたクチが　　　"
    db "すべっちまいそ－でやんす！　　　"
    db "「かぜのさかな」がおきちまったら"
    db "み－んな、きえちまうんでげすよ！"
    db "しまのものは、み－んな、ほんと。"
    db "ヒィェッ！　ヒィェッ！@"

Dialog0B8::
Dialog0B9::
    db "ま、まけたぜ．．．へへっ　　　　"
    db "まっシロに、もえつきちまった．．"
    db "だがよ、オメエも　きえるのさ。　"
    db "「かぜのさかな」がおきちまえばな"
    db "オメエも、オレさまとおなじ、　　"
    db "ヤツのユメ．だ．か．ら．．な．．"
    db "@"

Dialog0BA::
    db "ぺっ！　ぺっ！　　　　　　　　　"
    db "こんどこそ　ようしゃしねえぜ！　"
    db "４つにたたんで、ハナかんでやら！"
    db "いくぜ！　ちっこいの！！　　　　"
    db "@"

Dialog0BB::
Dialog0BC::
    db "ブオッ！　ブオッ！　ブオッ！　　"
    db "ここまでだ！　ムシケラめ！！！　"
    db "「セイレ－ンのがっき」は、　　　"
    db "キサマには、つかわせん！　　@"

Dialog0BD::
    db "な、なぜだ！キサマがこなければ　"
    db "なにも、かわらぬものを．．．　　"
    db "「かぜのさかな」は、キサマには　"
    db "おこすことは　できぬっ！　　　　"
    db "わすれるなよ．．．　ここが　　　"
    db "ユメのなかだということをな．．．"
    db "@"

Dialog0BE::
Dialog0BF::
Dialog0C0::
    db "ホホウ！ふしぎのもりに、ようこそ"
    db "めざめをつげし、ゆうしゃどの　　"
    db "このしまは、コホリントという　　"
    db "ちずにはけっして、のらぬしまぢゃ"
    db "ぼうやのせかいと、ちとちがう　　"
    db "ことわりで　なりたっておる。　　"
    db "しまからでるのは、むりぢゃのう。"
    db "コホリントじまを、おさめるカミ　"
    db "「かぜのさかな」がねむるかぎり　"
    db "そとへのみちは、ひらかれぬ。　　"
    db "．．ところで、むらのミナミの　　"
    db "「テ－ルのほらあな」は、みたか？"
    db "このもりにある　カギをもって　　"
    db "「テ－ルのほらあな」にいくがよい"
    db "「かぜのさかな」は、みておるぞ　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C1::
    db "　ホッ！　そのカギをもって　　　"
    db "「テ－ルのほらあな」にいくがよい"
    db "そのおくにねむる　がっきを　　　"
    db "みつけだしてみよ！　　　　　　　"
    db "「かぜのさかな」は、まっておるぞ"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0C2::
    db "　　ホッホウ！　ホッホウ！　　　"
    db "それこそ「セイレ－ンのがっき」！"
    db "やはり　ぼうやは、ほんものぢゃ！"
    db "かさなるぶれいを、ゆるされよ．．"
    db "そのがっきは、「かぜのさかな」を"
    db "おこすちからを、もっておる。　　"
    db "がっきは、ぜんぶで　８つある。　"
    db "８つ　すべてあつめるのぢゃ。　　"
    db "ワシは、ぼうやの　ゆくべきみちを"
    db "しめさんがため、つかわされたもの"
    db "キタにある「ゴポンガのぬま」に　"
    db "いきなされ。　ホッホウ！　　　　"
    db "@"

Dialog0C3::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "ぶっそうなヤツを、つれとるのう。"
    db "つぎなる「セイレ－ンのがっき」は"
    db "「ゴポンガのぬま」ぢゃぞ。　　　"
    db "　わすれなさるなよ。　　　　　　"
    db "　　　　ホッホウ！　ホッホウ！@"

Dialog0C4::
    db "ホッホウ！「かぜのさかな」は　　"
    db "このうえの、タマゴのなかで　　　"
    db "いつ　おわるともわからぬ　　　　"
    db "ながい　ユメを、みつづけておる。"
    db "８つのがっきを、タマゴのまえで　"
    db "かなでた、そのときこそ　　　　　"
    db "「かぜのさかな」はユメからさめる"
    db "それが、しまをでる、ただひとつの"
    db "ほうほうぢゃて．．．　　　　　　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C5::
    db "ホホウ！「セイレ－ンのがっき」は"
    db "いくつ　あつめられたかな？　　　"
    db "８つのがっきを、かなでるとき　　"
    db "「かぜのさかな」はめざめるのぢゃ"
    db "そのときこそ、ぼうやは　　　　　"
    db "このしまを、でることになろう。　"
    db "ヤ－ナさばくにいきなされ。　　　"
    db "すなにすむ、くろきマモノが、　　"
    db "ゆくみちの、てがかりとなろう。　"
    db "　　　ホッホウ！　ホッホウ！@"

Dialog0C6::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "そのカギは、たきを　のぼりゆく　"
    db "さかなを、あらわしておるのう。　"
    db "ホッ！やまのたきへむかうのぢゃ！"
    db "みずが、のぼりつめたなら　　　　"
    db "あとは、とびおりるだけぢゃて．．"
    db "　　　ホッホウ！　ホッホウ！　@"

Dialog0C7::
    db "ホッホウ！　ここの、すぐ　　　　"
    db "キタとミナミに、しんでんがある。"
    db "まずは、ミナミにむかいなされ。　"
    db "「かぜのさかな」と、ゆかりのある"
    db "あれはてた、こだいのイセキぢゃ。"
    db "そこで、なにをみるのかのう．．　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C8::
    db "．．．このなかにある　セキバンは"
    db "いにしえより、つたわるもの。　　"
    db "このしまが「かぜのさかな」の　　"
    db "ユメのなかにあると、しるしておる"
    db "ゆめか、うつつかなど、だれにも　"
    db "たしかめることはできんぢゃろう。"
    db "タカラのハコは、あけてみなければ"
    db "なかみを　しることができんように"
    db "ユメも、おきてみるまでは　　　　"
    db "ユメと、わからんものぢゃ．．．　"
    db "ほんとうのことを、しるものは　　"
    db "「かぜのさかな」だけなのぢゃよ。"
    db "．．．しんじるみちを、いきなされ"
    db "　いずれ、こたえはみえてこよう。"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0C9::
    db "マモノたちは「かぜのさかな」の　"
    db "めざめを、おそれておる。　　　　"
    db "マモノのちからは　げんじつぢゃ。"
    db "いずれ、しまじゅうをしはいし　　"
    db "じゃまなものを、けすぢゃろう。　"
    db "それも、じかんのもんだいぢゃ．．"
    db "やまのとうへ、むかいなされ！　　"
    db "トリのごとく、はばたいてな．．　"
    db "　　ホッホウ！　ホッホウ！　　@"

Dialog0CA::
    db "ホッホウ！　これより　みちのりは"
    db "さらに　けわしくなるぢゃろう。　"
    db "のこりは　わずか．．ヒガシとニシ"
    db "　このやまの　りょうよくにある。"
    db "まず　ヒガシのとうをめざすのぢゃ"
    db "．．すべて　ぼうやにかかっておる"
    db "「かぜのさかな」の　めざめは、　"
    db "ちかづいておるぞ。　ホッホウ！@"

Dialog0CB::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "ごぶさたぢゃったのう　ぼうや。　"
    db "マ－サのいりえの、ふかみより　　"
    db "「ナマズのおおぐち」にはいられよ"
    db "「かぜのさかな」は、ぼうやが　　"
    db "ちかづくにつれ、めざめにむかう　"
    db "あゆみ　つづけなされ．．．　　　"
    db "　　ホッホウ！　ホッホウ！　@"

Dialog0CC::
    db "．．．あのむすめ、タマゴのまえで"
    db "めざめのうたを　うたったのぢゃ　"
    db "「かぜのさかな」のうたは、　　　"
    db "めざめをつげるうた．．．．　　　"
    db "まさかマリンは「かぜのさかな」を"
    db "おこそうと．．．　　　　　　　　"
    db "ホッホウ！　つぎなるがっきは　　"
    db "ニシのやまの「カメイワ」ぢゃ！！"
    db "カメのかたちをした　いわに　　　"
    db "いぶきを、ふきこみ　　　　　　　"
    db "おそれず　ゆうきをしめすのぢゃ！"
    db "「かぜのさかな」は　まっておるぞ"
    db "@"

Dialog0CD::
    db "ホッホウ！　「かぜのさかな」は　"
    db "タマゴのなかで、まっておる。　　"
    db "さあ！カラのなかにはいるのじゃ！"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0CE::
Dialog0CF::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "　　　　　　　　　　　　　　　　"
    db "ぼうや．．．いや#####どの！"
    db "よくぞ、あくむにうちかった！　　"
    db "その、ちえ　ちから　ゆうきは、　"
    db "まこと、ゆうしゃの　あかしぢゃ！"
    db "　．．．．　．．．．　．．．．　"
    db "　．．．．　．．．．　．．．．　"
    db "わしは「かぜのさかな」の　　　　"
    db "こころの、ひとつなのぢゃ。　　　"
    db "「かぜのさかな」が、ねむるあいだ"
    db "ユメのせかいを　まもることが　　"
    db "わしの　やくめぢゃった。　　　　"
    db "．．．ぢゃが、あるとき　　　　　"
    db "ユメのさけめから　あくむがめばえ"
    db "しまを、むしばみだしたのぢゃ。　"
    db "．．．そこへ、めざめのししゃ　　"
    db "つまり#####どのが、こられた"
    db "わしは、しんじておった。おぬしは"
    db "あくむに　まけることのない　　　"
    db "つよい、ゆうきのもちぬしぢゃとな"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "ありがとう#####どの．．．　"
    db "これで、わしのやくめは　おわった"
    db "「かぜのさかな」にかえるとしよう"
    db "さらばぢゃ！　　ホッホウ！　　　"
    db "@"

Dialog0D0::
    db "　．．．．　．．．．　．．．．　"
    db "．．わたしは、かぜのさかな．．．"
    db "．．．ねむりについて、いったい　"
    db "どれくらいときがたったのか．．．"
    db "．．．はじめ、わたしは．．．　　"
    db "タマゴのユメを、みていた．．．　"
    db "やがて、タマゴのまわりに　しまが"
    db "でき、ひとや、どうぶつが、うまれ"
    db "．．．せかいが　うまれた．．．　"
    db "　　　　　　　　　　　　　　　　"
    db "　．．．．　．．．．　．．．．　"
    db "　．．．．　．．．．　．．．．　"
    db "だが、ユメは　さめるもの　　　　"
    db "それが、しぜんのさだめなのだ。　"
    db "わたしが、めざめると、　　　　　"
    db "コホリントじまはきえるだろう　　"
    db "しかし、このしまの　おもいでは　"
    db "げんじつとして、こころにのこる。"
    db "そして．．．キミはいつか　　　　"
    db "このしまを　おもいだすだろう。　"
    db "この　おもいでこそ、ほんとうの　"
    db "ユメのせかいでは、ないだろうか　"
    db "　．．．．　．．．．　．．．．　"
    db "ありがとう　#####．．．．　"
    db "　　　　ときはみちた！　　　　　"
    db "　　　ともにめざめよう！！　　　"
    db "@"

Dialog0D1::
Dialog0D2::
    db "　　さあ！　かなでるのだ！　　　"
    db "　　　　めざめのうたを！　　　　"
    db "@"

Dialog0D3::
Dialog0D4::
Dialog0D5::
    db "　　　　にんぎょぞう@"

Dialog0D6::
Dialog0D7::
    db "．．．．．．#####よ　　　　"
    db "よくぞ　あくむに　うちかった！　"
    db "　　　　あがってきなさい。@"

Dialog0D8::
    db "なっ！　なにみてるザンス！　　　"
    db "ショゲ－－ッ！　もっもしやっ？　"
    db "「みとおしレンズ」ザンスね？！　"
    db "ヤメテ－ッ！　ミ－をみるのはっ！"
    db "@"

Dialog0D9::
    db "　　ホッホウ！　ホッホウ！　　　"
    db "ぼうやが、そのつるぎの　あるじか"
    db "ホホウ　なるほど　なるほど　　　"
    db "マモノどもが　あばれだすわけぢゃ"
    db "「かぜのさかな」のめざめをつげる"
    db "ししゃが　あらわれたのぢゃからな"
    db "「かぜのさかな」を、おこさねば　"
    db "そのししゃは、しまからでれぬとか"
    db "ホッ！　むらの　キタにある　　　"
    db "ふしぎのもりまで　くるがよい。　"
    db "まっておるぞ．．．　　　　　　　"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0DA::
    db "　　　ウゴゴ！ウゴゴ！　　　　　"
    db "ジャマゲジッ！　メザワリゲジッ！"
    db "@"

Dialog0DB::
    db "ゲロゲロ！ボ－カルの　マム－だ！"
    db "あんた、ミュ－ジックの　イロハも"
    db "しらねえツラだな。　チッチッチッ"
    db "フエもって　でなおしてきなっ！@"

Dialog0DC::
    db "ゲロゲロ。ボ－カルの　マム－だ！"
    db "ここらじゃ　しらないヤツはいねえ"
    db "オレっちの　たましいの　うたを　"
    db "ききたいのかい？　チッチッチッ　"
    db "オレっちバンドは、やすいしごとは"
    db "おことわりだぜ　ベイビ－！　　　"
    db "まあ、１きょく　　　　　　　　　"
    db "３００ルピ－って　とこだな。　　"
    db "どうすんだ？　　　　　　　　　　"
    db "　　　　はらう　　さいなら<ask>"

Dialog0DD::
    db "センキュウ！！ありがとおっ！！！"
    db "ゲロッゲ－－－ロ！！　　　　　　"
    db "@"

Dialog0DE::
    db "わりいな。　オレっちバンドは　　"
    db "ボランティアは　しねえんだ。　　"
    db "@"

Dialog0DF::
    db "「カエルのソウル」をおぼえた！　"
    db "たましいを　ゆさぶる　うただぜ！"
    db "こいつのネイロで、いのちのない　"
    db "ものに　たましいをいれよう！！　"
    db "@"

Dialog0E0::
    db "このうたを　うたやあ　たましい　"
    db "ビンビンだぜ！　ニ－チャン。　　"
    db "@"

Dialog0E1::
    db "ヤイッ！こぞう、よくもオレサマを"
    db "めざめさせてくれたなっ！　　　　"
    db "．．．どうもありがとう　　　　　"
    db "おれいをしてやる、かくごしやがれ"
    db "．．．よろしいですか？　　　　　"
    db "@"

Dialog0E2::
    db "じゃあ、まほうのこなをもっと　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E3::
    db "じゃあ、バクダンをもっと　　　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E4::
    db "じゃあ、や　をもっともっと　　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E5::
    db "イヒヒッ！ざまあみやがれ！　　　"
    db "もてるかずが、ふえてしまったぞ！"
    db "じゃあ、ゲンキでね．．．　　　　"
    db "また、あおうぞっ！@"

Dialog0E6::
    db "？？　カベに　えがほってある。　"
    db "．．．くらくて、よくみえない。　"
    db "@"

Dialog0E7::
    db "「コレニ　フレシ　モノニツグ　　"
    db "　コホリントハ　シマニ　アラズ　"
    db "　ソラ　ウミ　ヤマ　ヒト　マモノ"
    db "　ミナ　スベテ　ツクリモノナリ　"
    db "　カゼノサカナノ　ミテイル　　　"
    db "　ユメ　ノ　セカイ　ナリ　　　　"
    db "　カゼノサカナ　メザメル　トキ　"
    db "　コホリントハ　アワ　ト　ナル　"
    db "　ワレ　ナガレツキシ　モノニ　　"
    db "　シンジツ　ヲ　ツタエル」　　　"
    db "？？　つくりもの．．．．？　　　"
    db "@"

Dialog0E8::
    db "「おうごんのはっぱ」をみつけた！"
    db "スタ－トボタンでかくにんしよう！"
    db "@"

Dialog0E9::
    db "つ、つ、ついに、さいごの１まいを"
    db "てにいれちゃったぜ－－っ！．．．"
    db "じゃ、とりあえずリチャ－ドのとこ"
    db "もっていって、カギのこと　きこう"
    db "@"

Dialog0EA::
Dialog0EB::
Dialog0EC::
    db "まもりのきのみを　てにいれた！　"
    db "テキからのダメ－ジをはんげんする"
    db "@"

Dialog0ED::
    db "かがみのたてを　てにいれた！　　"
    db "ふせげなかったビ－ムもはねかえせ"
    db "@"

Dialog0EE::
    db "パワフルブレスレットをてにいれた"
    db "こんどは、ゾウだってかつげるぞ！"
    db "@"

Dialog0EF::
    db "ヒミツのカイがらをてにいれた！　"
    db "たくさんあつめていいものもらおう"
    db "@"

Dialog0F0::
    db "１００ルピ－でイカダにのるかい？"
    db "　　　　のる　　　いやだ<ask>"

Dialog0F1::
    db "よし！　おもてに　だしといたから"
    db "ぞんぶんに　たのしんでチョ－ダイ"
    db "@"

Dialog0F2::
    db "　　　　しんでんのたき@"

Dialog0F3::
    db "　　　　しんでんのみなみ@"

Dialog0F4::
    db "　　　どうぶつむらいりぐち@"

Dialog0F5::
    db "われらは、あくむのなかより　　　"
    db "うまれ　いでしもの．．．．　　　"
    db "ユメという　とざされた　せかいに"
    db "ちつじょを　きずくがため、　　　"
    db "「かぜのさかな」に、えいえんの　"
    db "ねむりを　あたえた．．．．　　　"
    db "これで、めざめによって　しまが　"
    db "きえてしまうことはない。　　　　"
    db "われわれこそ、カミなのだ！　　　"
    db "．．．．．．．．．．．．．．．．"
    db "．．．だが、おまえは、きた．．．"
    db "われらの　じゃまをしになっ！　　"
    db "クックックッ。　おまえには、　　"
    db "われらを　たおすことは　できぬ！"
    db "　　　　　いくぞ！！　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0F6::
    db "きえてしまう．．．こわれてしまう"
    db "われらのしまが　われらのせかいが"
    db "．．わ．れ．ら．の．し．ま．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．わ．．．れ．．．ら．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．　．　．　．　．　．　．　．　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0F7::
    db "キャ－－ッ！　ねえねえ#####"
    db "やっていい！？　やっていい！？　"
    db "どうしよう？　　　　　　　　　　"
    db "　　　　いいよ　　ダ－メ！　　　"
    db "<ask>"

Dialog0F8::
    db "やりたい！　やりたい！！　　　　"
    db "　　　　いいよ　　しょうがねえな"
    db "<ask>"

Dialog0F9::
    db "いいウデ　してんじゃね－か。　　"
    db "オメ－さては．．．プロだなっ！？"
    db "プロは　おことわりだよっ！！　　"
    db "け－－んなっ！！　　ケッ！　　　"
    db "@"

Dialog0FA::
    db "　　　　　イヤ－ン！　　　　　　"
    db "　　　　　　　　　　　　　　　@"

Dialog0FB::
    db "　　　　　カバ－ン！　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0FC::
    db "これは、タンスではありません　　"
    db "えっ？　しってるって？　あっそう"
    db "@"

Dialog0FD::
    db "#####はタンスをしらべた。　"
    db "　　　　　　　　　　　　　　　　"
    db "ウ－ン　なかなか　いいタンスだ。"
    db "@"

Dialog0FE::
    db "ほれっ　できあがりじゃ！　　　　"
    db "かいすうに、きをつけてつかえよ。"
    db "まずは、このへやのどれかに　　　"
    db "ふりかけてごらん．．．。@"

Dialog0FF::
    db "てい！　ひとのタンスをかってに　"
    db "．．．そんなことどこでおぼえただ"
    db "@"
